Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ben pomógł mi sprostować kilka kwestii związanych z porwaniem Jorna. Okazał się być bardziej pomocny, niż początkowo myślałem. Wszystko wskazuje na to, że muszę wrócić do miasta. Upewniłem się też, by porywacz mojego brata już nigdy nikomu nie wyrządził krzywdy.
uk: Бен допоміг мені прояснити деякі питання, пов'язані з викраденням Йорна. Він виявився кориснішим, ніж я думав спочатку. Все вказує на те, що мені потрібно повертатися до міста. Я також подбав про те, щоб викрадач мого брата більше ніколи й нікому не заподіяв шкоди.

source: Ben przyznał się do porwania Jorna. Powiedział mi, że zgodnie ze zleceniem dostarczył mojego brata pod samo miasto, skąd miał go ktoś odebrać. Potwierdza to wszystkie moje dotychczasowe podejrzenia, Jorn rzeczywiście musi być w mieście.
uk: Бен зізнався у викраденні Йорна. Він розповів мені, що, згідно з наказом, доставив мого брата під саме місто, звідки його мали забрати. Це підтверджує всі мої підозри, Йорн дійсно має бути в місті.

source: Ben rozpoznał pierścień, który znalazłem w chacie Kurta. Mówi, że to właśnie dzięki niemu mieli dokonać ostatecznej identyfikacji Jorna.
uk: Бен упізнав перстень, який я знайшов у хатині Курта. За його словами, саме за ним вони мали впізнати Йорна.

source: Ben,
uk: Бене,

source: Ben, co tu robisz?
uk: Бене, що ти тут робиш?

source: Bena z Przystani. A jest jakiś inny?
uk: Бена з Гавані. А є якийсь інший?

source: Benkarckie co?
uk: Бенкарське... яке?

source: Bermar
uk: Бермар

source: Bermar dba o nią lepiej niż o własne dzieci.
uk: Бермар дбає про неї краще, ніж про власних дітей.

source: Bermar jest zupełnym przeciwieństwem swoich pracowników. To człowiek nerwowy i opryskliwy, zwłaszcza wobec swojego syna, Kyle'a, którego ciągle goni do pracy. Z drugiej strony nawet go rozumiem. Kierowanie pracą na farmie to duża odpowiedzialność. Mimo swojego ciętego języka Bermar wzbudza w ludziach szacunek. Podobno utrzymuje też dobre relacje z Gildią Kupiecką Araxos, której najemnicy często odwiedzają farmę.
uk: Бермар - повна протилежність своїм працівникам. Він нервовий і різкий чоловік, особливо по відношенню до свого сина Кайла, якого він постійно гонить працювати. З іншого боку, я його навіть розумію. Керувати фермою - це велика відповідальність. Незважаючи на свій гострий язик, Бермар користується повагою людей. Вочевидь, він також підтримує добрі відносини з Торговою Гільдією Араксос, найманці якої часто навідуються на ферму.

source: Bermar nie był zadowolony, że zostawiłem jego syna na drzewie. Niech sam zajmuje się tym uciążliwym dzieciakiem. Na szczęście dostałem trochę złota za te kilka męczących godzin, a dodatkowo miałem ubaw z oglądania przerażonego Kyle'a na drzewie.
uk: Бермар був незадоволений, що я залишив його сина на дереві. Нехай сам розбирається зі своєю неслухняною дитиною. На щастя, я отримав трохи золота за ці кілька болісних годин, на додачу було весело спостерігати, як переляканий Кайл не може злізти з дерева.

source: Bermar robi, co może, żeby jego majątek się rozwijał, ale daję głowę, że gubernator wkrótce sięgnie i po jego farmę.
uk: Бермар робить все можливе, щоб його господарство процвітало, але даю голову на відсіч, що незабаром губернатор дотягнеться і до його ферми.

source: Bermar to gospodarz tej farmy. Wymaga dużo, ale płaci szczodrze.
uk: Бермар – власник цієї ферми. Він багато вимагає, але платить щедро.

source: Bermar ucieszył się na wieść, że nauczyłem jego syna czegoś przydatnego. Dostałem od niego kilka złotych monet i jakiś przepis w ramach nagrody.
uk: Бермар був радий почути, що я навчив його сина чомусь корисному. В нагороду він дав мені кілька золотих і якийсь рецепт.

source: Bermar, właściciel tej farmy, wyłożył na niego spory majątek po tym, gdy ostatnie burze zniszczyły starego koźlaka.
uk: Бермар, власник цієї ферми, вклав у нього значні кошти після того, як нещодавні грози зруйнували старий курник.

source: Bermar, właściciel ziemski, zlecił mi zajęcie się jego synem. Kyle podobno ma dwie lewe ręce i Bermar nie może dla niego znaleźć żadnego zajęcia. Jeśli uda mi się sprawić, by chłopak chociaż przez chwilę zajął się czymś przydatnym, albo czegoś się nauczył, to otrzymam nagrodę. Znajdę go pewnie obok domu Bermara.
uk: Бермар, землевласник, доручив мені наглядати за його сином. У Кайла обидві руки ліві, і Бермар не може знайти для нього ніякої роботи. Якщо я зможу спонукати хлопця хоча б якийсь час робити щось корисне, або чогось його навчу, то отримаю нагороду. Його можна знайти десь біля будинку Бермара.

source: Bermar, właściciel ziemski, zlecił mi zajęcie się jego synem. Kyle podobno ma dwie lewe ręce i Bermar nie może dla niego znaleźć żadnego zajęcia. Najpierw sprawa Feila na Winnicy Valerio, teraz to... co z tymi młodymi farmerami jest nie tak? Jeśli uda mi się sprawić, by chłopak chociaż przez chwilę zajął się czymś przydatnym, albo czegoś się nauczył, to otrzymam nagrodę. Znajdę go pewnie obok domu Bermara.
uk: Бермар, землевласник, доручив мені наглядати за його сином. У Кайла обидві руки ліві, і Бермар не може знайти для нього ніякої роботи. Спочатку Фейл на винограднику Валеріо, тепер це... Що не так з цими молодими фермерами? Якщо я зможу спонукати хлопця хоча б якийсь час робити щось корисне, або чогось його навчу, то отримаю нагороду. Його можна знайти десь біля будинку Бермара.

source: Bernand
uk: Бернанд

source: Berter
uk: Бертер

source: Berter chciał zemścić się na Saulu za jego głupie żarty. Pech chciał, że kula armatnia poleciała zbyt nisko i Saul opuścił ten świat szybciej, niż się tego spodziewał.
uk: Бертер хотів помститися Солу за його дурні жарти. На жаль, гарматне ядро пролетіло надто низько, і Сол покинув цей світ швидше, ніж він очікував.

source: Berter wpadł w panikę, gdy zorientował się, że zabił Saula. Prosił mnie, bym go nie wydał i skłamał, że to Saul sam się zabił. Chciał mnie przekupić, ale nie mogłem się zgodzić.
uk: Бертер запанікував, коли зрозумів, що вбив Сола. Він попросив не видавати його і збрехати, що Сол наклав на себе руки. Він хотів мене підкупити, але я відмовився.

source: Berter wpadł w panikę, gdy zorientował się, że zabił Saula. Prosił mnie, bym go nie wydał i skłamał, że to Saul sam się zabił. Zgodziłem się.
uk: Бертер запанікував, коли зрозумів, що вбив Сола. Він попросив не видавати його і збрехати, що Сол наклав на себе руки. Я погодився.

source: Bertera nie ma aktualnie w Przystani, ale pewnie niebawem wróci, musimy wymyślić coś co da mu nieźle popalić. Facet uwielbia po polowaniu nażreć się grochówki i później nie daje mi żyć.
uk: Бертера зараз немає в Гавані, але він, напевно, скоро повернеться, тож нам треба придумати щось, щоб влаштувати йому неприємності. Він любить наїстися горохового супу після полювання, а потім не дає мені спокою.

source: Berterowi nie spodobał się wcześniejszy żart Saula. Zamierza się na nim odegrać, i to z hukiem. Wysłał mnie na molo po kilka kul armatnich i pochodnię.
uk: Бертеру не сподобався попередній жарт Сола. Він має намір йому помститися, причому з розмахом. Він відправив мене на причал за ядрами і смолоскипом.

source: Berto
uk: Берто

source: Berto potwierdził, że planowany atak jest wymierzony w winnicę Valerio. Salvi zamierza zaatakować od strony miasta, licząc na element zaskoczenia. Zanim ruszę na winnicę, muszę pobić Berto, bez tego jego wersja wydarzeń odnośnie Broddy'ego będzie niewiarygodna.
uk: Берто підтвердив, що напад планується на виноградник Валеріо. Сальві має намір атакувати з боку міста, розраховуючи на ефект несподіванки. Перш ніж вирушити до виноградника, мені потрібно побити Берто, так він зможе представити свою версію подій щодо Бродді, яка не викличе підозр.

source: Berto uratował mi życie, pozbywając się czekającego na mnie Tilla. Rozkazał mi jak najszybciej powiadomić Rodericha o wszystkim, co tu zaszło. Co więcej, w końcu natrafiłem na jakiś trop odnośnie Jorna, zbadam go od razu po złożeniu raportu.
uk: Берто врятував мені життя, позбувшись Тілля, який тільки й чекав, щоб убити мене. Він наказав мені якнайшвидше повідомити Родеріху про все, що тут сталося. Ба більше, я нарешті натрапив на зачіпку щодо Йорна. Я перевірю її, одразу як доповім.

source: Berto wspominał też o zwolennikach Salviego w koszarach.
uk: Берто також згадував про прихильників Сальві в казармах.

source: Berto zasugerował mi, że powiązany z porwaniem mojego brata może być niejaki Antonio przebywający w okolicach winnicy Rity. Podobno ma kontakt z ludźmi, którzy handlują wszystkim, co wpadnie im w łapy, i mają dojścia na całej wyspie. Najlepiej, jeśli spróbuję się dowiedzieć o nim czegoś więcej podczas składania raportu u Rodericha.
uk: Берто припустив, що до викрадення мого брата може бути причетний чоловік на ім'я Антоніо, який мешкає недалеко від виноградника Рити. Схоже, він має зв'язки по всьому острову, і контактує з людьми, які торгують усім, що потрапляє їм до рук. Я спробую дізнатися про нього більше, коли звітуватиму Родеріху.

source: Berto, pomimo że jest nastawiony przyjaźniej od pozostałych renegatów, nie pomoże mi w wydostaniu się z jaskini. Będę musiał znaleźć jakiś sposób, żeby uciec stąd na własną rękę, ale najpierw muszę odzyskać swoje rzeczy.
uk: Берто, незважаючи на більш дружнє ставлення, порівняно з іншими відступниками, не допоможе мені вибратися з печери. Мені доведеться знайти спосіб вибратися звідси самотужки, але спершу я маю повернути свої речі.

source: Berto, ty zdrajco, zaniosę twoją głowę Salviemu!
uk: Берто, ах ти зрадник, я віднесу твою голову Сальві!

source: Bestia musiała tutaj być...
uk: Звір, мабуть, був тут...

source: Bestia nie żyje i powinniśmy wszyscy odetchnąć z ulgą, ale... coś nie daje mi spokoju.
uk: Звір мертвий, і ми всі повинні зітхнути з полегшенням, але... щось не дає мені спокою.

source: Bestia nie żyje, przyszedłem po kogoś kto pomoże ją dotargać.
uk: Звір мертвий, я прийшов по когось, хто допоможе його принести.

source: Bestia ponownie uderzyła w pobliżu Silbach. Tym razem ofiarą padł Gabrien. Markus powiedział mi, że Ramsey rozkazał im rozwiązać ten problem, w innym wypadku myśliwi stracą swoją pracę.
uk: Звір знову напав поблизу Сільбаху. Цього разу жертвою став Габрієн. Маркус розповів мені, що Рамзі наказав їм вирішити проблему, інакше мисливці втратять роботу.

source: Bestia ta stanowi zagrożenie zarówno dla pszczelarzy, jak i transportu towarów z kopalni, dlatego za jej upolowanie przewidziana jest nagroda w postaci 300 sztuk złota, do odebrania u łowcy Garosa.
uk: Звір представляє загрозу як для пасічників, так і для транспортування ресурсів із копальні, тому за його вбивство призначено винагороду в розмірі 300 золотих, яку можна отримати у мисливця Гароса.

source: Bestia wciąż grasuje, a to oznacza, że myśliwi niechętnie będą zapuszczać się w leśne ostępy.
uk: Звіра все ще не спіймано, а це означає, що мисливці не захочуть йти глибоко у ліс.

source: Bestia z Archolos
uk: Звір з Архолосу

source: Bestia znowu atakuje!
uk: Звір знову атакує!

source: Bestia została zabita. Mieszkańcy w końcu będą mogli spać spokojnie. Nie mam pojęcia, czemu była cała w żelaznym opancerzeniu, ale teraz nie ma to większego znaczenia.
uk: Звіра вбито. Мешканці нарешті зможуть спати спокійно. Не знаю, чому він був у залізних обладунках, але тепер це вже не має значення.

source: Bestiach? Myślę, że orkowie tak samo określają nas, ludzi.
uk: Звірів? Я думаю, що орки так само думають про нас, людей.

source: Bestiariusz
uk: Бестіарій

source: Bestiariusz: Bestie
uk: Бестіарій: Жуки

source: Bestiariusz: Błotniaki
uk: Бестіарій: Мулисті черепахи

source: Bestiariusz: Cieniostwory
uk: Бестіарій: Тінезвірі

source: Bestiariusz: Dziki
uk: Бестіарій: Кабани

source: Bestiariusz: Gobliny
uk: Бестіарій: Гобліни

source: Bestiariusz: Golemy
uk: Бестіарій: Големи

source: Bestiariusz: Harpie
uk: Бестіарій: Гарпії

source: Bestiariusz: Jaszczury
uk: Бестіарій: Ящери

source: Bestiariusz: Kraby
uk: Бестіарій: Краби

source: Bestiariusz: Kretoszczury
uk: Бестіарій: Кротощури

source: Bestiariusz: Krwiopijce
uk: Бестіарій: Шершні

source: Bestiariusz: Niedźwiedzie
uk: Бестіарій: Ведмеді

source: Bestiariusz: Nietoperze
uk: Бестіарій: Кажани

source: Bestiariusz: Pełzacze
uk: Бестіарій: Повзуни

source: Bestiariusz: Szczury
uk: Бестіарій: Щурі

source: Bestiariusz: Szkielety
uk: Бестіарій: Скелети

source: Bestiariusz: Topielce
uk: Бестіарій: Луркери

source: Bestiariusz: Trolle
uk: Бестіарій: Тролі

source: Bestiariusz: Trutnie
uk: Бестіарій: Трутні

source: Bestiariusz: Wilki
uk: Бестіарій: Вовки

source: Bestiariusz: Węże
uk: Бестіарій: Болотожери

source: Bestiariusz: Zombie
uk: Бестіарій: Мерці

source: Bestiariusz: Zębacze
uk: Бестіарій: Снеппери

source: Bestiariusz: Ścierwojady
uk: Бестіарій: Падальники

source: Bestiariusz: Żaboludzie
uk: Бестіарій: Жаболюди

source: Bestie te uwielbiają wulkany, jednak ze względu na wygaśnięcie tego na Archolos, od dawna próżno ich tam szukać. Pojedyncze osobniki wciąż lubią okupować niektóre plaże oraz zniszczone przez ogień, wyjałowione tereny. Co ciekawe, do tej pory nie udało się pobrać substancji powodującej zapłon skóry w kontakcie z paszczą bestii. To właśnie z powodu ich „ziania ogniem” zaleca się szczególną ostrożność w starciu z tymi tajemniczymi bestiami. Najlepiej utrzymać te stworzenia na dystans wykańczając je zwojem pięści wichru”.
uk: Ці звірі полюбляють вулкани, але через згасання вулкану на Архолосі, там їх вже давно не знайти. Окремі особини все ще полюбляють оселятися на деяких пляжах та на згарищах. Цікаво, що досі не вдалося отримати речовину, яка спонукає займання шкіри при контакті з пащею звіра. Саме через їхню гарячу природу рекомендується бути вкрай обережними при зустрічі з цими загадковими звірами. Найкраще триматися від цих істот на відстані, атакуючи їх сувоєм 'Кулак вітру'.

source: Bestie zamieszkujące ten teren zrobią sobie z ciebie przystawkę.
uk: Звірі, що населяють цю місцевість, з радістю перекусять тобою.

source: Bestie zdają się mieć inne umaszczenie niż pozostałe trolle na wyspie, więc zalecana jest szczególna ostrożność.
uk: Ці звірі, судячи зі свідчень, мають інше забарвлення, ніж інші тролі на острові, тому рекомендується бути вкрай обережними.

source: Bestie?
uk: Чудовиськ?

source: Bestii.
uk: Звіра.

source: Bestię widziano po raz ostatni na dolnym piętrze kanałów, w pobliżu wyrwy w ścianie.
uk: Востаннє цього кровососа бачили на нижньому ярусі каналізації, біля пролому у стіні.

source: Bevin
uk: Бевін

source: Bevin był niezwykle uradowany, gdy pokazałem mu skórę niedźwiedzia na dowód pozbycia się jego problemu. Co prawda skóra należała do innego niedźwiedzia, ale i tak otrzymałem obiecaną mi nagrodę i kilka dodatkowych słoików miodu.
uk: Бевін був надзвичайно радий, коли я віддав йому ведмежу шкуру як доказ того, що я позбувся його проблеми. Щоправда, шкура належала іншому ведмедю, але я все одно отримав обіцяну винагороду і кілька додаткових банок меду.

source: Bevin był niezwykle uradowany, gdy pokazałem mu skórę niedźwiedzia na dowód pozbycia się jego problemu. Wręczył mi obiecaną nagrodę i kilka dodatkowych słoików miodu.
uk: Бевін був надзвичайно радий, коли я віддав йому ведмежу шкуру як доказ того, що я позбувся його проблеми. Він вручив мені обіцяну винагороду і кілька додаткових банок меду.

source: Bevin chyba nie wierzył, że pozbyłem się niedźwiedzia, ale i tak dał mi obiecaną nagrodę.
uk: Не схоже, що Бевін повірив, що я позбувся ведмедя, але він все одно дав мені обіцяну винагороду.

source: Bevin ma swój przepis na specjalny miód, ale nie chce nam go zdradzić, a większość pszczół zwyczajnie zbiera nektar ze wszystkiego, co znajdzie w okolicy.
uk: У Бевіна є власний рецепт особливого меду, але він нам його не розкаже, а більшість бджіл просто збирають нектар з усього, що знаходять в околиці.

source: Bevin nie żyje.
uk: Бевін мертвий.

source: Bevin uwierzył, że pokonałem niedźwiedzia, gdy pokazałem mu jedno z futer, jakie miałem przy sobie. Mam nadzieję, że moje kłamstwo nie wyjdzie na jaw.
uk: Бевін повірив, що я здолав ведмедя, коли я показав йому одну зі шкур, які я мав з собою. Сподіваюся, моя брехня не випливе назовні.

source: Bez jego kaganka bylibyśmy niczym więcej jak bezwolnymi bestiami kroczącymi przez mgłę życia.
uk: Без його світла ми були б нічим іншим, як безпорадними звірами, що блукають посеред туману життя.

source: Bez możliwości dotarcia do miasta z towarem? Średnio.
uk: Без можливості добратись до міста з товаром? Не дуже.

source: Bez naszej pomocy, wątpię.
uk: Без нашої допомоги навряд.

source: Bez nich wiedza z tej na niewiele ci się przyda, ale kto wie, może jakoś znajdziesz resztę. Często interesują się nimi kolekcjonerzy, a czasami nawet sami magowie.
uk: Без них знання з цієї книги будуть не дуже корисними, але хтозна, раптом тобі якось вдасться відшукати решту. Ними часто цікавляться колекціонери, а іноді навіть самі маги.

source: Bez niego utrzymanie porządku i dobrobytu w tym mieście będzie o wiele trudniejsze.
uk: Без нього підтримувати порядок і процвітання у цьому місті буде набагато складніше.

source: Bez niezbitych dowodów nigdy nie zdecydują się wejść z nim w żaden otwarty konflikt.
uk: Без неспростовних доказів вони ніколи не наважаться вступити з ним у відкритий конфлікт.

source: Bez obaw, jak będę kolejny raz na Archolos, to oddam ci z nawiązką!
uk: Не хвилюйся, наступного разу, коли я буду на Архолосі, я віддам тобі з лишком!

source: Bez obaw, takie nagrody skutecznie motywują do dalszej pracy. Mam tylko nadzieję, że wyższy stopień wiąże się z większymi wypłatami!
uk: Не хвилюйся, такі заохочення ефективно мотивують до подальшої роботи. Я лише сподіваюся, що з вищим званням будуть і більші виплати!

source: Bez obaw, teraz dokładnie sprawdzamy świeżość produktów. Sam widziałeś, Dennis jest tak impulsywny, że lepiej nie ryzykować.
uk: Не хвилюйся, зараз ми ретельно перевіряємо свіжість продуктів. Ти сам бачив, що Денніс настільки імпульсивний, що краще не ризикувати.

source: Bez obaw, załatwię tę sprawę.
uk: Не хвилюйся, я все владнаю.

source: Bez obaw. Jakoś sobie poradzę bez waszej pomocy.
uk: Не хвилюйся. Я якось впораюся без вашої допомоги.

source: Bez obaw. Zapamiętam na pewno.
uk: Не хвилюйся, я точно запам'ятаю.

source: Bez obrazy, ale jeśli puszczę was same, to w ciągu godziny będziecie martwe. Przed wami ogromne bagno pełne potworów.
uk: Без образ, але якщо я відпущу вас самих, не мине й години як ви загинете. Перед вами величезне болото, повне чудовиськ.

source: Bez obrazy, ale wystarczy na ciebie spojrzeć, a tak się składa, że znam się na ludziach jak mało kto!
uk: Без образ, але на тебе достатньо одного погляду, а я знаюсь на людях так, як мало хто інший!

source: Bez pieniędzy nie będzie miał jak jej nękać, bo zajmie się zarabianiem na spłatę podatków. I nakarmienie swoich ptaszków, chyba ma fioła na ich punkcie.
uk: Без грошей він не зможе чіплятися до неї, бо буде зайнятий заробітком для сплати податків. А ще на корм для своїх пташок. Думаю, він до них небайдужий.

source: Bez porządnego snu nie dasz rady dłużej pracować.
uk: Без повноцінного сну ви не зможете більше працювати.

source: Bez pozostawania w ukryciu bylibyśmy przewidywalni, łatwi do zmanipulowania czy oszukania. No w ten sposób nie jesteśmy już samymi ludźmi, lecz ideą.
uk: Не залишаючись в тіні, ми були б передбачуваними, можна було б легко нами маніпулювати чи обманювати нас. Але так ми вже не просто люди, а втілення ідеї.

source: Bez pracy nie ma kołaczy, nierobie.
uk: Хто не працює, той не їсть.

source: Bez problemu pokonałem pierwszego przeciwnika.
uk: Я легко переміг свого першого суперника.

source: Bez problemu.
uk: Без проблем.

source: Bez przepustki po tamtej stronie bramy się nie rozejrzysz.
uk: Без перепустки заборонено навіть зазирати по той бік воріт.

source: Bez przerwy tylko kołysze i kołysze! Niedobrze mi...
uk: Його все гойдає і гойдає весь час! Мене від цього нудить...

source: Bez przesady z tym żegnaj. Jak będziesz chciał coś kupić, to wpadaj śmiało.
uk: Не перестарайся з прощанням. Якщо захочеш щось купити, сміливо заходь.

source: Bez przesady, będzie dobrze. Patrząc po innych strażnikach, to my jesteśmy na naprawdę wysokim poziomie.
uk: Не гарячкуй, все буде гаразд. Дивлячись на інших вартових, у нас все не так вже й погано.

source: Bez przesady. Następnym razem wszyscy musimy pamiętać, żeby lepiej dobierać pracodawców.
uk: Не перебільшуй. Наступного разу нам усім потрібно пам'ятати, що треба краще вибирати працедавців.

source: Bez swoich hersztów orkowie nie byli w stanie przypuścić ataku na miasto w dogodnym dla siebie momencie. Zaciekły opór, którego doświadczyli na Archolos, ostatecznie zmusił ich do odwrotu i przeniesienia swoich sił na inne wyspy.
uk: Без своїх вождів орки не змогли розпочати атаку на місто у підходящий для них момент. Запеклий опір, з яким вони зіткнулися на Архолосі, врешті-решт змусив їх відступити і перекинути свої сили на інші острови.

source: Bez tego nigdy nie zdołam zdobyć ich zaufania!
uk: Але без цього я ніколи не зможу завоювати їхню довіру!

source: Bez tego równie dobrze moglibyśmy stanąć na murach i po prostu go wołać.
uk: Без цього ми з таким же успіхом могли б стояти на стінах і просто гукати його.

source: Bez tej mikstury mój przyjaciel może nie przeżyć.
uk: Без цього еліксиру мій друг може не вижити.

source: Bez tradycji, na nic by były wszystkie nasze przepisy. Czyż to nie tylko zbiór zakazów i nakazów wymyślonych przez jednego i narzucony drugiemu? Któż na tyle mądrości w głowie swej posiada, by o wszystkich na świecie decydować? Wszakże należy je regularnie poprawiać i dostosowywać, gdyż świat z każdym dniem się zmienia. Przykładem takiego rozwoju praw opartego na tradycji jest prawo do pojedynków i prawo do honorowej broni.
uk: Без традицій усі наші закони не мали б жодного сенсу. Хіба це не просто набір заборон і приписів, вигаданих одними і нав'язаних іншим? Хто має достатньо мудрості, щоб вирішувати за всіх у світі? Адже їх потрібно регулярно переглядати і адаптувати, оскільки світ щодня змінюється. Прикладом такого розвитку законів, заснованих на традиціях, є право на поєдинок і право на почесну зброю.

source: Bez tych pieniędzy nie mam co się tam pokazywać. No, chyba że marzę o dostaniu bełtem w łeb.
uk: Без цих грошей мені не варто там показуватись. Ну, хіба що я мрію отримати стрілу в голову.

source: Bez większych problemów powinieneś zlokalizować na nich taki miękki punkt. Naciskasz go, a wysunięte żądło wyrywasz płynnym ruchem.
uk: Ти без особливих проблем знайдеш там м'яке місце. Натисни на нього і плавним рухом витягни жало, що стирчить.

source: Bez większych problemów udało mi się przekonać Varina do wzięcia udziału w naszej wyprawie.
uk: Без особливих зусиль мені вдалося переконати Варіна взяти участь у нашій експедиції.

source: Bez większych problemów udało mi się przekonać Varina do wzięcia udziału w naszej wyprawie. Teraz muszę zwerbować Dustera.
uk: Мені вдалося без особливих проблем переконати Варіна взяти участь у нашій експедиції. Залишилося завербувати Дастера.

source: Bez wyrazów Szacunku
uk: Без усякої поваги
